Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# progress.screen.leaderboard.row.accessibility_value
source: Rank %1$lld, %2$lld reviews
ar: المرتبة %1$lld، %2$lld مراجعة
bg: Място %1$lld, %2$lld преговора
bn: অবস্থান %1$lld, %2$lld বার পুনরালোচনা
ca: Posició %1$lld, %2$lld repassos
cs: Pořadí %1$lld, %2$lld opakování
da: Placering %1$lld, %2$lld repetitioner
de: Rang %1$lld, %2$lld Wiederholungen
el: Θέση %1$lld, %2$lld επαναλήψεις
es_es: Puesto %1$lld, %2$lld repasos
es_mx: Puesto %1$lld, %2$lld repasos
et: Koht %1$lld, %2$lld kordamist
fa: رتبهٔ %1$lld، %2$lld مرور
fi: Sijoitus %1$lld, %2$lld kertausta
fr: Rang %1$lld, %2$lld révisions
gu: ક્રમ %1$lld, %2$lld પુનરાવર્તનો
he: מקום %1$lld, %2$lld חזרות
hi: रैंक %1$lld, %2$lld समीक्षाएँ
hr: Mjesto %1$lld, %2$lld ponavljanja
hu: %1$lld. hely, %2$lld ismétlés
id: Peringkat %1$lld, %2$lld pengulangan
is: Sæti %1$lld, fjöldi upprifjana: %2$lld
it: Posizione %1$lld, %2$lld ripassi
ja: ランク%1$lld、復習%2$lld件
kn: ಸ್ಥಾನ %1$lld, %2$lld ಪುನರಾವರ್ತನೆಗಳು
ko: %1$lld위, 복습 %2$lld회
lt: Vieta %1$lld, kartojimų: %2$lld
lv: Vieta %1$lld, atkārtojumu skaits: %2$lld
ml: സ്ഥാനം %1$lld, ആവർത്തനങ്ങൾ: %2$lld
mr: क्रमांक %1$lld, उजळण्या: %2$lld
nb: Plass %1$lld, repetisjoner: %2$lld
nl: Positie %1$lld, herhalingen: %2$lld
pa: ਦਰਜਾ %1$lld, %2$lld ਦੁਹਰਾਈਆਂ
pl: Pozycja %1$lld, liczba powtórek: %2$lld
pt_br: Posição %1$lld, %2$lld revisões
ro: Poziția %1$lld, recapitulări: %2$lld
ru: Место %1$lld, повторений: %2$lld
sk: Poradie %1$lld, počet opakovaní: %2$lld
sl: Uvrstitev %1$lld, število ponovitev: %2$lld
sv: Placering %1$lld, repetitioner: %2$lld
sw: Nafasi %1$lld, marudio: %2$lld
ta: தரநிலை %1$lld, மீள்பயிற்சிகள்: %2$lld
te: ర్యాంక్ %1$lld, పునశ్చరణలు: %2$lld
th: อันดับ %1$lld ทบทวน %2$lld ครั้ง
tr: Sıra %1$lld, %2$lld tekrar
uk: Місце %1$lld, повторень: %2$lld
ur: رتبہ %1$lld، %2$lld دہرائیاں
vi: Hạng %1$lld, %2$lld lượt ôn tập
zh_hans: 第%1$lld名，%2$lld次复习
zu: Izinga: %1$lld, ukubukeza: %2$lld

# progress.screen.leaderboard.row.you
source: You
ar: أنت
bg: Вие
bn: আপনি
ca: Tu
cs: Vy
da: Dig
de: Du
el: Εσείς
es_es: Tú
es_mx: Tú
et: Sina
fa: شما
fi: Sinä
fr: Vous
gu: તમે
he: אני
hi: आप
hr: Vi
hu: Te
id: Anda
is: Þú
it: Tu
ja: あなた
kn: ನೀವು
ko: 나
lt: Jūs
lv: Jūs
ml: നിങ്ങൾ
mr: तुम्ही
nb: Deg
nl: Jij
pa: ਤੁਸੀਂ
pl: Ty
pt_br: Você
ro: Tu
ru: Вы
sk: Vy
sl: Vi
sv: Du
sw: Wewe
ta: நீங்கள்
te: మీరు
th: คุณ
tr: Siz
uk: Ви
ur: آپ
vi: Bạn
zh_hans: 你
zu: Wena

# progress.screen.leaderboard.section_title
source: Rating leaderboard
ar: لوحة صدارة التقييمات
bg: Класация по преговори
bn: পুনরালোচনার লিডারবোর্ড
ca: Classificació de repassos
cs: Žebříček opakování
da: Rangliste over repetitioner
de: Bewertungs-Bestenliste
el: Κατάταξη επαναλήψεων
es_es: Clasificación por valoración
es_mx: Tabla por valoración
et: Kordamise edetabel
fa: جدول رتبه‌بندی مرور
fi: Kertauksen tulostaulukko
fr: Classement par note
gu: રેટિંગ ક્રમાંક યાદી
he: טבלת דירוג
hi: रेटिंग लीडरबोर्ड
hr: Ljestvica ocjena
hu: Pontszámranglista
id: Papan peringkat nilai
is: Stigatafla
it: Classifica dei ripassi
ja: 評価リーダーボード
kn: ಪುನರಾವರ್ತನೆ ಶ್ರೇಯಾಂಕಪಟ್ಟಿ
ko: 복습 순위표
lt: Įvertinimų lyderių lentelė
lv: Vērtējumu līderu saraksts
ml: റേറ്റിംഗ് ലീഡർബോർഡ്
mr: रेटिंग क्रमवारी
nb: Vurderingsrangering
nl: Beoordelingsklassement
pa: ਰੇਟਿੰਗ ਦਰਜਾਬੰਦੀ
pl: Ranking ocen
pt_br: Ranking de avaliações
ro: Clasamentul evaluărilor
ru: Таблица лидеров по оценкам
sk: Rebríček hodnotení
sl: Lestvica ocen
sv: Topplista för bedömningar
sw: Ubao wa viwango
ta: மதிப்பீட்டுத் தரவரிசை
te: రేటింగ్ లీడర్‌బోర్డ్
th: ตารางอันดับคะแนน
tr: Puan sıralaması
uk: Таблиця рейтингу
ur: درجہ بندی
vi: Bảng xếp hạng đánh giá
zh_hans: 评分排行榜
zu: Ibhodi labahamba phambili ngokulinganisa

# progress.screen.leaderboard.sign_in.button
source: Sign in or sign up
ar: تسجيل الدخول أو إنشاء حساب
bg: Влезте или се регистрирайте
bn: সাইন ইন বা সাইন আপ করুন
ca: Inicia sessió o registra't
cs: Přihlásit se nebo vytvořit účet
da: Log ind eller opret konto
de: Anmelden oder registrieren
el: Σύνδεση ή εγγραφή
es_es: Inicia sesión o regístrate
es_mx: Inicia sesión o regístrate
et: Logi sisse või registreeru
fa: ورود یا ثبت‌نام
fi: Kirjaudu tai rekisteröidy
fr: Se connecter ou s’inscrire
gu: સાઇન-ઇન કરો અથવા નોંધણી કરો
he: כניסה או הרשמה
hi: साइन इन करें या साइन अप करें
hr: Prijavite se ili registrirajte
hu: Bejelentkezés vagy regisztráció
id: Masuk atau daftar
is: Skrá inn eða stofna aðgang
it: Accedi o registrati
ja: サインインまたは登録
kn: ಸೈನ್ ಇನ್ ಅಥವಾ ನೋಂದಣಿ ಮಾಡಿ
ko: 로그인 또는 가입
lt: Prisijungti arba užsiregistruoti
lv: Pierakstīties vai reģistrēties
ml: സൈൻ ഇൻ ചെയ്യുക അല്ലെങ്കിൽ അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr: साइन-इन किंवा नोंदणी करा
nb: Logg inn eller registrer deg
nl: Aanmelden of registreren
pa: ਸਾਈਨ ਇਨ ਜਾਂ ਸਾਈਨ ਅੱਪ ਕਰੋ
pl: Zaloguj się lub zarejestruj
pt_br: Entrar ou criar conta
ro: Autentifică-te sau înregistrează-te
ru: Войти или создать учетную запись
sk: Prihlásiť sa alebo zaregistrovať
sl: Prijava ali registracija
sv: Logga in eller registrera dig
sw: Ingia au jisajili
ta: உள்நுழை அல்லது பதிவு செய்
te: సైన్ ఇన్ లేదా సైన్ అప్ చేయండి
th: ลงชื่อเข้าใช้หรือสมัคร
tr: Giriş yap veya kaydol
uk: Увійти або зареєструватися
ur: سائن اِن کریں یا اکاؤنٹ بنائیں
vi: Đăng nhập hoặc đăng ký
zh_hans: 登录或注册
zu: Ngena noma ubhalise

# progress.screen.leaderboard.sign_in.message
source: Sign in with email to see how your reviews rank on the rating leaderboard.
ar: سجّل الدخول بالبريد الإلكتروني لترى ترتيب مراجعاتك في لوحة صدارة التقييمات.
bg: Влезте с имейл, за да видите как вашите преговори се класират в класацията по преговори.
bn: রেটিং লিডারবোর্ডে আপনার পুনরালোচনাগুলি কীভাবে স্থান পেয়েছে তা দেখতে ইমেল দিয়ে সাইন ইন করুন।
ca: Inicieu la sessió amb el correu electrònic per veure com es classifiquen les vostres repassos a la classificació de repassos.
cs: Přihlaste se e-mailem a porovnejte svá opakování v žebříčku.
da: Log ind med e-mail for at se, hvordan dine repetitioner placerer dig på ranglisten.
de: Melde dich mit E-Mail an, um zu sehen, wie deine Wiederholungen in der Bewertungs-Bestenliste rangieren.
el: Συνδεθείτε με email για να δείτε τη θέση των επαναλήψεών σας στην κατάταξη.
es_es: Inicia sesión con tu correo para ver cómo se posicionan tus repasos en la clasificación por valoración.
es_mx: Inicia sesión con tu correo para ver cómo se posicionan tus repasos en la tabla por valoración.
et: Logi sisse e-postiga, et näha oma kordamiste kohta edetabelis.
fa: با ایمیل وارد شوید تا رتبهٔ مرورهای خود را در جدول رتبه‌بندی مرور ببینید.
fi: Kirjaudu sähköpostilla nähdäksesi kertaustesi sijoituksen tulostaulukossa.
fr: Connectez-vous avec votre e-mail pour voir où vos révisions vous placent dans le classement par note.
gu: રેટિંગ ક્રમાંક યાદીમાં તમારાં પુનરાવર્તનોનો ક્રમ જોવા ઇમેઇલથી સાઇન-ઇન કરો.
he: כדי לראות את מיקום החזרות שלך בטבלת הדירוג, יש להיכנס עם דוא״ל.
hi: ईमेल से साइन इन करें और देखें कि रेटिंग लीडरबोर्ड पर आपकी समीक्षाएँ किस स्थान पर हैं।
hr: Prijavite se e-poštom da biste vidjeli plasman svojih ponavljanja na ljestvici ocjena.
hu: Jelentkezz be e-maillel, és nézd meg, hol állsz az ismétléseiddel a pontszámranglistán.
id: Masuk dengan email untuk melihat peringkat pengulangan Anda di papan peringkat nilai.
is: Skráðu þig inn með netfangi til að sjá stöðu upprifjana þinna á stigatöflunni.
it: Accedi con l’email per vedere la tua posizione nella classifica dei ripassi.
ja: メールでサインインすると、評価リーダーボードでの復習ランキングを確認できます。
kn: ನಿಮ್ಮ ಪುನರಾವರ್ತನೆಗಳ ಶ್ರೇಯಾಂಕ ನೋಡಲು ಇಮೇಲ್ ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: 복습 순위를 확인하려면 이메일로 로그인하세요.
lt: Prisijunkite el. paštu, kad matytumėte savo kartojimų vietą įvertinimų lyderių lentelėje.
lv: Pierakstieties ar e-pastu, lai redzētu savu atkārtojumu vietu vērtējumu līderu sarakstā.
ml: നിങ്ങളുടെ ആവർത്തനങ്ങളുടെ റേറ്റിംഗ് ലീഡർബോർഡ് സ്ഥാനം കാണാൻ ഇമെയിൽ ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക.
mr: तुमच्या उजळण्यांचा रेटिंग क्रमवारीतील क्रमांक पाहण्यासाठी ईमेलने साइन-इन करा.
nb: Logg inn med e-post for å se hvordan repetisjonene dine plasserer seg i vurderingsrangeringen.
nl: Meld je aan met e-mail om te zien welke positie je herhalingen opleveren in het beoordelingsklassement.
pa: ਆਪਣੀਆਂ ਦੁਹਰਾਈਆਂ ਦਾ ਦਰਜਾ ਵੇਖਣ ਲਈ ਈਮੇਲ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: Zaloguj się przez e-mail, aby zobaczyć swoją pozycję w rankingu ocen za powtórki.
pt_br: Entre com e-mail para ver como suas revisões se posicionam no ranking de avaliações.
ro: Autentifică-te prin e-mail pentru a vedea poziția recapitulărilor tale în clasamentul evaluărilor.
ru: Войдите по электронной почте, чтобы увидеть место ваших повторений в таблице лидеров по оценкам.
sk: Prihláste sa e-mailom a pozrite si svoje umiestnenie podľa opakovaní v rebríčku hodnotení.
sl: Prijavite se z e-pošto in si oglejte uvrstitev svojih ponovitev na lestvici ocen.
sv: Logga in med e-post för att se hur dina repetitioner placerar sig på topplistan för bedömningar.
sw: Ingia kwa barua pepe ili kuona nafasi ya marudio yako kwenye ubao wa viwango.
ta: உங்கள் மீள்பயிற்சிகள் மதிப்பீட்டுத் தரவரிசையில் பெறும் இடத்தைக் காண மின்னஞ்சல் மூலம் உள்நுழையவும்.
te: రేటింగ్ లీడర్‌బోర్డ్‌లో మీ పునశ్చరణల ర్యాంక్‌ను చూడటానికి ఇమెయిల్‌తో సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้าใช้ด้วยอีเมลเพื่อดูอันดับการทบทวนของคุณในตารางอันดับคะแนน
tr: Tekrarlarınızın puan sıralamasındaki yerini görmek için e-posta ile giriş yapın.
uk: Увійдіть через електронну пошту, щоб побачити місце ваших повторень у рейтингу.
ur: درجہ بندی میں اپنی دہرائیوں کا رتبہ دیکھنے کے لیے ای میل سے سائن اِن کریں۔
vi: Đăng nhập bằng email để xem thứ hạng các lượt ôn tập của bạn trên bảng xếp hạng đánh giá.
zh_hans: 使用邮箱登录，查看你的复习在评分排行榜上的排名。
zu: Ngena nge-imeyili ukuze ubone izinga lokubukeza kwakho ebhodini labahamba phambili ngokulinganisa.

# progress.screen.leaderboard.sign_in.title
source: Join the rating leaderboard
ar: انضم إلى لوحة صدارة التقييمات
bg: Присъединете се към класацията по преговори
bn: রেটিং লিডারবোর্ডে যোগ দিন
ca: Uneix-te a la classificació de repassos
cs: Zapojit se do žebříčku opakování
da: Deltag i ranglisten over repetitioner
de: Tritt der Bewertungs-Bestenliste bei
el: Συμμετοχή στην κατάταξη επαναλήψεων
es_es: Únete a la clasificación por valoración
es_mx: Únete a la tabla por valoración
et: Liitu kordamise edetabeliga
fa: پیوستن به جدول رتبه‌بندی مرور
fi: Liity kertauksen tulostaulukkoon
fr: Rejoignez le classement par note
gu: રેટિંગ ક્રમાંક યાદીમાં જોડાઓ
he: הצטרפות לטבלת הדירוג
hi: रेटिंग लीडरबोर्ड से जुड़ें
hr: Pridružite se ljestvici ocjena
hu: Csatlakozás a pontszámranglistához
id: Gabung papan peringkat nilai
is: Taka þátt í stigatöflunni
it: Partecipa alla classifica dei ripassi
ja: 評価リーダーボードに参加
kn: ಪುನರಾವರ್ತನೆ ಶ್ರೇಯಾಂಕಪಟ್ಟಿಗೆ ಸೇರಿ
ko: 복습 순위표 참여하기
lt: Prisijunkite prie įvertinimų lyderių lentelės
lv: Pievienojieties vērtējumu līderu sarakstam
ml: റേറ്റിംഗ് ലീഡർബോർഡിൽ ചേരുക
mr: रेटिंग क्रमवारीत सामील व्हा
nb: Bli med i vurderingsrangeringen
nl: Deelnemen aan het beoordelingsklassement
pa: ਰੇਟਿੰਗ ਦਰਜਾਬੰਦੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołącz do rankingu ocen
pt_br: Entre no ranking de avaliações
ro: Alătură-te clasamentului evaluărilor
ru: Присоединяйтесь к таблице лидеров по оценкам
sk: Pridať sa do rebríčka hodnotení
sl: Pridruži se lestvici ocen
sv: Gå med i topplistan för bedömningar
sw: Jiunge na ubao wa viwango
ta: மதிப்பீட்டுத் தரவரிசையில் சேர்
te: రేటింగ్ లీడర్‌బోర్డ్‌లో చేరండి
th: เข้าร่วมตารางอันดับคะแนน
tr: Puan sıralamasına katıl
uk: Долучитися до рейтингу
ur: درجہ بندی میں شامل ہوں
vi: Tham gia bảng xếp hạng đánh giá
zh_hans: 加入评分排行榜
zu: Joyina ibhodi labahamba phambili ngokulinganisa

# progress.screen.leaderboard.unavailable.message
source: The rating leaderboard is being prepared. Check back soon.
ar: يجري تجهيز لوحة صدارة التقييمات. عد للتحقق قريبًا.
bg: Подготвя се класацията по преговори. Проверете отново скоро.
bn: রেটিং লিডারবোর্ড প্রস্তুত করা হচ্ছে। শীঘ্রই আবার চেক করুন।
ca: S'està preparant la classificació de repassos. Torna a consultar aviat.
cs: Žebříček opakování se připravuje. Vraťte se brzy.
da: Ranglisten over repetitioner er ved at blive klargjort. Kig snart igen.
de: Die Bewertungs-Bestenliste wird vorbereitet. Schau bald wieder vorbei.
el: Η κατάταξη επαναλήψεων ετοιμάζεται. Ελέγξτε ξανά σύντομα.
es_es: La clasificación por valoración se está preparando. Vuelve pronto.
es_mx: La tabla por valoración se está preparando. Vuelve pronto.
et: Kordamise edetabelit valmistatakse ette. Vaata varsti uuesti.
fa: جدول رتبه‌بندی مرور در حال آماده‌سازی است. به‌زودی دوباره سر بزنید.
fi: Kertauksen tulostaulukkoa valmistellaan. Tarkista pian uudelleen.
fr: Le classement par note est en cours de préparation. Revenez bientôt.
gu: રેટિંગ ક્રમાંક યાદી તૈયાર થઈ રહી છે. ટૂંક સમયમાં ફરી જુઓ.
he: טבלת הדירוג נמצאת בהכנה. כדאי לבדוק שוב בקרוב.
hi: रेटिंग लीडरबोर्ड तैयार किया जा रहा है। थोड़ी देर में फिर देखें।
hr: Ljestvica ocjena je u pripremi. Provjerite ponovno uskoro.
hu: A pontszámranglista előkészítés alatt áll. Nézz vissza hamarosan.
id: Papan peringkat nilai sedang disiapkan. Periksa lagi segera.
is: Stigataflan er í undirbúningi. Líttu aftur við fljótlega.
it: La classifica dei ripassi è in preparazione. Torna tra poco.
ja: 評価リーダーボードを準備しています。しばらくしてからご確認ください。
kn: ಪುನರಾವರ್ತನೆ ಶ್ರೇಯಾಂಕಪಟ್ಟಿ ಸಿದ್ಧವಾಗುತ್ತಿದೆ. ಸ್ವಲ್ಪ ಹೊತ್ತಿನ ನಂತರ ನೋಡಿ.
ko: 복습 순위표를 준비 중입니다. 잠시 후 다시 확인하세요.
lt: Įvertinimų lyderių lentelė ruošiama. Netrukus patikrinkite dar kartą.
lv: Vērtējumu līderu saraksts tiek gatavots. Drīzumā pārbaudiet vēlreiz.
ml: റേറ്റിംഗ് ലീഡർബോർഡ് തയ്യാറാക്കുകയാണ്. അൽപ്പസമയത്തിന് ശേഷം നോക്കുക.
mr: रेटिंग क्रमवारी तयार होत आहे. लवकरच पुन्हा पाहा.
nb: Vurderingsrangeringen klargjøres. Kom tilbake snart.
nl: Het beoordelingsklassement wordt voorbereid. Kom binnenkort terug.
pa: ਰੇਟਿੰਗ ਦਰਜਾਬੰਦੀ ਤਿਆਰ ਹੋ ਰਹੀ ਹੈ। ਜਲਦੀ ਮੁੜ ਵੇਖੋ।
pl: Ranking ocen jest przygotowywany. Zajrzyj ponownie wkrótce.
pt_br: O ranking de avaliações está sendo preparado. Volte em breve.
ro: Clasamentul evaluărilor este în curs de pregătire. Revino în curând.
ru: Таблица лидеров по оценкам готовится. Загляните позже.
sk: Rebríček hodnotení sa pripravuje. Vráťte sa čoskoro.
sl: Lestvica ocen je v pripravi. Kmalu preverite znova.
sv: Topplistan för bedömningar förbereds. Kom tillbaka snart.
sw: Ubao wa viwango unaandaliwa. Angalia tena hivi karibuni.
ta: மதிப்பீட்டுத் தரவரிசை தயாராகிறது. விரைவில் மீண்டும் பார்க்கவும்.
te: రేటింగ్ లీడర్‌బోర్డ్ సిద్ధమవుతోంది. త్వరలో మళ్లీ చూడండి.
th: กำลังเตรียมตารางอันดับคะแนน โปรดกลับมาดูเร็ว ๆ นี้
tr: Puan sıralaması hazırlanıyor. Yakında tekrar bakın.
uk: Таблиця рейтингу готується. Перевірте невдовзі.
ur: درجہ بندی تیار کی جا رہی ہے۔ جلد دوبارہ دیکھیں۔
vi: Bảng xếp hạng đánh giá đang được chuẩn bị. Hãy quay lại sau ít phút.
zh_hans: 评分排行榜正在准备中，请稍后再来查看。
zu: Ibhodi labahamba phambili ngokulinganisa liyalungiswa. Buya maduze.

# progress.screen.leaderboard.unavailable.title
source: Not ready yet
ar: غير جاهزة بعد
bg: Все още не е готов
bn: এখনো প্রস্তুত হয়নি
ca: Encara no està llest
cs: Zatím není připraveno
da: Ikke klar endnu
de: Noch nicht bereit
el: Δεν είναι έτοιμο ακόμα
es_es: Aún no está lista
es_mx: Aún no está lista
et: Pole veel valmis
fa: هنوز آماده نیست
fi: Ei vielä valmis
fr: Pas encore prêt
gu: હજુ તૈયાર નથી
he: עדיין לא מוכן
hi: अभी तैयार नहीं है
hr: Još nije spremno
hu: Még nincs kész
id: Belum siap
is: Ekki tilbúið enn
it: Non ancora pronto
ja: まだ準備中
kn: ಇನ್ನೂ ಸಿದ್ಧವಾಗಿಲ್ಲ
ko: 아직 준비되지 않음
lt: Dar neparuošta
lv: Vēl nav gatavs
ml: ഇനിയും തയ്യാറായിട്ടില്ല
mr: अद्याप तयार नाही
nb: Ikke klar ennå
nl: Nog niet klaar
pa: ਹਾਲੇ ਤਿਆਰ ਨਹੀਂ
pl: Jeszcze niegotowe
pt_br: Ainda não está pronto
ro: Încă nu este gata
ru: Ещё не готово
sk: Zatiaľ nepripravené
sl: Še ni pripravljeno
sv: Inte klart än
sw: Bado haujawa tayari
ta: இன்னும் தயாராகவில்லை
te: ఇంకా సిద్ధం కాలేదు
th: ยังไม่พร้อม
tr: Henüz hazır değil
uk: Ще не готово
ur: ابھی تیار نہیں
vi: Chưa sẵn sàng
zh_hans: 尚未就绪
zu: Akukalungi

# progress.screen.leaderboard.updated_at
source: Updated %@ ago
ar: تم التحديث قبل %@
bg: Актуализирано преди %@
bn: %@ আগে আপডেট করা হয়েছে।
ca: Actualitzat fa %@
cs: Aktualizováno před %@
da: Opdateret for %@ siden
de: Vor %@ aktualisiert
el: Ενημερώθηκε πριν από %@
es_es: Actualizado hace %@
es_mx: Actualizado hace %@
et: Värskendatud %@ tagasi
fa: %@ پیش به‌روزرسانی شد
fi: Päivitetty %@ sitten
fr: Mis à jour il y a %@
gu: %@ પહેલાં અપડેટ થયું
he: עודכן לפני %@
hi: %@ पहले अपडेट किया गया
hr: Ažurirano prije %@
hu: Frissítve %@ ezelőtt
id: Diperbarui %@ yang lalu
is: Uppfært fyrir %@ síðan
it: Aggiornato %@ fa
ja: %@前に更新
kn: %@ ಹಿಂದೆ ನವೀಕರಿಸಲಾಗಿದೆ
ko: %@ 전 업데이트됨
lt: Atnaujinta prieš %@
lv: Atjaunināts pirms %@
ml: %@ മുമ്പ് പുതുക്കി
mr: %@ पूर्वी अद्यतनित
nb: Oppdatert for %@ siden
nl: %@ geleden bijgewerkt
pa: %@ ਪਹਿਲਾਂ ਅੱਪਡੇਟ ਹੋਇਆ
pl: Zaktualizowano %@ temu
pt_br: Atualizado há %@
ro: Actualizat acum %@
ru: Обновлено %@ назад
sk: Čas od aktualizácie: %@
sl: Čas od posodobitve: %@
sv: Uppdaterad för %@ sedan
sw: Imesasishwa %@ zilizopita
ta: %@ முன் புதுப்பிக்கப்பட்டது
te: %@ క్రితం అప్‌డేట్ అయింది
th: อัปเดต %@ ที่แล้ว
tr: %@ önce güncellendi
uk: Оновлено %@ тому
ur: %@ پہلے تازہ کیا گیا
vi: Cập nhật %@ trước
zh_hans: %@前更新
zu: Kubuyekezwe emuva ngo-%@

# progress.screen.leaderboard.updated_at.hour.one
source: 1 hour
ar: ساعة واحدة
bg: 1 час
bn: 1 ঘণ্টা
ca: 1 hora
cs: 1 hodinou
da: 1 time
de: 1 Stunde
el: 1 ώρα
es_es: 1 hora
es_mx: 1 hora
et: 1 tund
fa: ۱ ساعت
fi: 1 tunti
fr: 1 heure
gu: 1 કલાક
he: שעה אחת
hi: 1 घंटा
hr: 1 sat
hu: 1 óra
id: 1 jam
is: 1 klukkustund
it: 1 ora
ja: 1時間
kn: 1 ಗಂಟೆ
ko: 1시간
lt: 1 val.
lv: 1 st.
ml: 1 മണിക്കൂർ
mr: 1 तास
nb: 1 time
nl: 1 uur
pa: 1 ਘੰਟਾ
pl: 1 godz.
pt_br: 1 hora
ro: 1 oră
ru: 1 час
sk: 1 hodina
sl: 1 ura
sv: 1 timme
sw: Saa 1
ta: 1 மணி நேரம்
te: 1 గంట
th: 1 ชั่วโมง
tr: 1 saat
uk: 1 годину
ur: 1 گھنٹہ
vi: 1 giờ
zh_hans: 1小时
zu: Ihora eli-1

# progress.screen.leaderboard.updated_at.hour.other
source: %lld hours
ar: %lld ساعة
bg: %lld часа
bn: %lld ঘণ্টা
ca: %lld hores
cs: %lld hodinami
da: %lld timer
de: %lld Stunden
el: %lld ώρες
es_es: %lld horas
es_mx: %lld horas
et: %lld tundi
fa: %lld ساعت
fi: %lld tuntia
fr: %lld heures
gu: %lld કલાક
he: %lld שעות
hi: %lld घंटे
hr: %lld sati
hu: %lld óra
id: %lld jam
is: %lld klst.
it: %lld ore
ja: %lld時間
kn: %lld ಗಂಟೆಗಳು
ko: %lld시간
lt: %lld val.
lv: %lld st.
ml: %lld മണിക്കൂർ
mr: %lld तास
nb: %lld timer
nl: %lld uur
pa: %lld ਘੰਟੇ
pl: %lld godz.
pt_br: %lld horas
ro: %lld h
ru: %lld ч
sk: %lld h
sl: %lld h
sv: %lld timmar
sw: Saa %lld
ta: %lld மணி நேரம்
te: %lld గంటలు
th: %lld ชั่วโมง
tr: %lld sa.
uk: %lld год
ur: %lld گھنٹے
vi: %lld giờ
zh_hans: %lld小时
zu: Amahora: %lld

# progress.screen.leaderboard.updated_at.minute.one
source: 1 minute
ar: دقيقة واحدة
bg: 1 минута
bn: 1 মিনিট
ca: 1 minut
cs: 1 minutou
da: 1 minut
el: 1 λεπτό
es_es: 1 minuto
es_mx: 1 minuto
et: 1 minut
fa: ۱ دقیقه
fi: 1 minuutti
gu: 1 મિનિટ
he: דקה אחת
hi: 1 मिनट
hr: 1 minuta
hu: 1 perc
id: 1 menit
is: 1 mínúta
it: 1 minuto
ja: 1分
kn: 1 ನಿಮಿಷ
ko: 1분
lt: 1 min.
lv: 1 min.
ml: 1 മിനിറ്റ്
mr: 1 मिनिट
nb: 1 minutt
nl: 1 minuut
pa: 1 ਮਿੰਟ
pl: 1 min
pt_br: 1 minuto
ro: 1 minut
ru: 1 мин
sk: 1 minúta
sl: 1 minuta
sv: 1 minut
sw: Dakika 1
ta: 1 நிமிடம்
te: 1 నిమిషం
th: 1 นาที
tr: 1 dakika
uk: 1 хвилину
ur: 1 منٹ
vi: 1 phút
zh_hans: 1分钟
zu: Umzuzu o-1

# progress.screen.leaderboard.updated_at.minute.other
source: %lld minutes
ar: %lld دقيقة
bg: %lld минути
bn: %lld মিনিট
ca: %lld minuts
cs: %lld minutami
da: %lld minutter
de: %lld Minuten
el: %lld λεπτά
es_es: %lld minutos
es_mx: %lld minutos
et: %lld minutit
fa: %lld دقیقه
fi: %lld minuuttia
gu: %lld મિનિટ
he: %lld דקות
hi: %lld मिनट
hr: %lld minuta
hu: %lld perc
id: %lld menit
is: %lld mín.
it: %lld minuti
ja: %lld分
kn: %lld ನಿಮಿಷಗಳು
ko: %lld분
lt: %lld min.
lv: %lld min.
ml: %lld മിനിറ്റ്
mr: %lld मिनिटे
nb: %lld minutter
nl: %lld minuten
pa: %lld ਮਿੰਟ
pl: %lld min
pt_br: %lld minutos
ro: %lld min
ru: %lld мин
sk: %lld min
sl: %lld min
sv: %lld minuter
sw: Dakika %lld
ta: %lld நிமிடங்கள்
te: %lld నిమిషాలు
th: %lld นาที
tr: %lld dk.
uk: %lld хв
ur: %lld منٹ
vi: %lld phút
zh_hans: %lld分钟
zu: Imizuzu: %lld

# progress.screen.leaderboard.window_picker.label
source: Period
ar: الفترة
bg: Период
bn: সময়কাল
ca: Període
cs: Období
da: Periode
de: Zeitraum
el: Περίοδος
es_es: Período
es_mx: Periodo
et: Ajavahemik
fa: بازه
fi: Ajanjakso
fr: Période
gu: સમયગાળો
he: תקופה
hi: अवधि
hr: Razdoblje
hu: Időszak
id: Periode
is: Tímabil
it: Periodo
ja: 期間
kn: ಅವಧಿ
ko: 기간
lt: Laikotarpis
lv: Periods
ml: കാലയളവ്
mr: कालावधी
nb: Periode
nl: Periode
pa: ਮਿਆਦ
pl: Okres
pt_br: Período
ro: Perioadă
ru: Период
sk: Obdobie
sl: Obdobje
sw: Kipindi
ta: காலம்
te: కాలవ్యవధి
th: ช่วงเวลา
tr: Dönem
uk: Період
ur: مدت
vi: Khoảng thời gian
zh_hans: 时间段
zu: Isikhathi

# progress.screen.leaderboard.window.all_time
source: All time
ar: كل الأوقات
bg: За цялото време
bn: সব সময়
ca: Des de sempre
cs: Celkově
da: Al tid
de: Gesamt
el: Συνολικά
es_es: Total
es_mx: Total
et: Kogu aeg
fa: همهٔ زمان‌ها
fi: Koko ajalta
fr: Tout
gu: અત્યાર સુધી
he: כל הזמנים
hi: कुल
hr: Sve vrijeme
hu: Mindig
id: Sepanjang waktu
is: Frá upphafi
it: Sempre
ja: 全期間
kn: ಎಲ್ಲ ಸಮಯ
ko: 전체 기간
lt: Visas laikas
lv: Visu laiku
ml: എക്കാലവും
mr: आतापर्यंत
nb: Totalt
nl: Altijd
pa: ਹੁਣ ਤੱਕ ਦਾ ਸਾਰਾ ਸਮਾਂ
pl: Cały czas
pt_br: Tudo
ro: Toată perioada
ru: Всё время
sk: Celé obdobie
sl: Ves čas
sv: Totalt
sw: Muda wote
ta: எல்லாக் காலமும்
te: మొత్తం కాలం
th: ตลอดเวลา
tr: Tüm zamanlar
uk: За весь час
ur: اب تک
vi: Từ trước đến nay
zh_hans: 全部时间
zu: Sonke isikhathi

# progress.screen.leaderboard.window.last_3_days
source: 3d
ar: 3 ي
bg: 3 д
bn: ৩ দিন
de: 3 T
el: 3 ημ.
et: 3 p
fa: ۳ روز
fi: 3 pv
fr: 3 j
gu: 3 દિવસ
he: 3 ימים
hi: 3 दिन
hu: 3 n
id: 3h
it: 3 g
ja: 3日
kn: 3 ದಿ
ko: 3일
ml: 3 ദി.
mr: 3दि
pa: 3 ਦਿਨ
pl: 3 dni
ro: 3 z
ru: 3 д
sw: Siku 3
ta: 3 நாள்
te: 3 రోజులు
th: 3 วัน
tr: 3g
uk: 3 дн.
ur: 3 دن
vi: 3 ngày
zh_hans: 3天
zu: Izinsuku 3

# progress.screen.leaderboard.window.last_7_days
source: 7d
ar: 7 ي
bg: 7 д
bn: ৭ দিন
de: 7 T
el: 7 ημ.
et: 7 p
fa: ۷ روز
fi: 7 pv
fr: 7 j
gu: 7 દિવસ
he: 7 ימים
hi: 7 दिन
hu: 7 n
id: 7h
it: 7 g
ja: 7日
kn: 7 ದಿ
ko: 7일
ml: 7 ദി.
mr: 7दि
pa: 7 ਦਿਨ
pl: 7 dni
ro: 7 z
ru: 7 д
sw: Siku 7
ta: 7 நாள்
te: 7 రోజులు
th: 7 วัน
tr: 7g
uk: 7 дн.
ur: 7 دن
vi: 7 ngày
zh_hans: 7天
zu: Izinsuku 7

# progress.screen.leaderboard.window.last_24_hours
source: 24h
ar: 24 س
bg: 24 ч
bn: ২৪ ঘণ্টা
da: 24 t
el: 24 ώρ.
et: 24 t
fa: ۲۴ ساعت
fi: 24 t
gu: 24 કલાક
he: 24 שעות
hi: 24 घं
hu: 24 ó
id: 24j
is: 24 klst.
ja: 24時間
kn: 24 ಗಂ
ko: 24시간
lt: 24 val.
lv: 24 st.
ml: 24 മ.
mr: 24ता
nb: 24 t
nl: 24 u
pa: 24 ਘੰਟੇ
pl: 24 godz.
ru: 24 ч
sw: Saa 24
ta: 24 மணி
te: 24 గంటలు
th: 24 ชม.
tr: 24sa.
uk: 24 год
ur: 24 گھنٹے
vi: 24 giờ
zh_hans: 24小时
zu: Amahora 24

# progress.screen.leaderboard.window.last_30_days
source: 30d
ar: 30 ي
bg: 30 д
bn: ৩০ দিন
de: 30 T
el: 30 ημ.
et: 30 p
fa: ۳۰ روز
fi: 30 pv
fr: 30 j
gu: 30 દિવસ
he: 30 ימים
hi: 30 दिन
hu: 30 n
id: 30h
it: 30 g
ja: 30日
kn: 30 ದಿ
ko: 30일
ml: 30 ദി.
mr: 30दि
pa: 30 ਦਿਨ
pl: 30 dni
ro: 30 z
ru: 30 д
sw: Siku 30
ta: 30 நாள்
te: 30 రోజులు
th: 30 วัน
tr: 30g
uk: 30 дн.
ur: 30 دن
vi: 30 ngày
zh_hans: 30天
zu: Izinsuku 30
